docs:update readme
